tap "armmbed/formulae"
tap "dimentium/autoraise"
tap "hashicorp/tap"
tap "hudochenkov/sshpass"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "python@3.13"
brew "awscli"
brew "coreutils"
brew "direnv"
brew "dos2unix"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "grep"
brew "hashcat"
brew "htop"
brew "john"
brew "llama.cpp"
brew "neovim"
brew "nodenv"
brew "peco"
brew "podman"
brew "rbenv"
brew "ripgrep"
brew "sheldon"
brew "switchaudio-osx"
brew "testdisk"
brew "tmux"
brew "tree"
brew "watch"
brew "yq"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "hudochenkov/sshpass/sshpass"
brew "qmk/qmk/qmk"
cask "1password-cli"
cask "font-noto-sans-cjk-jp"
cask "font-redhat"
cask "gcc-arm-embedded"
cask "raycast"
cask "session-manager-plugin"
vscode "alefragnani.project-manager"
vscode "anysphere.remote-ssh"
vscode "codezombiech.gitignore"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "ms-vscode.makefile-tools"
vscode "vscodevim.vim"
vscode "xaver.clang-format"
cargo "pwkit"
uv "awxkit", with: ["setuptools<70"]
uv "workday-calc"
