ansifilter
augeas
automake
awscli
cdrtools
cmocka
couchdb
dialog
direnv
ffmpeg
fish
fping
fzf
gd
git
glide
gnu-sed
gobject-introspection
grep
guile
htop
ipmitool
jemalloc
jpeg
jq
libmagic
luajit-openresty
mkcert
neovim
netpbm
nkf
node
oauth2l
openssh
peco
pomerium/tap/pomerium-cli
pstree
pyenv-virtualenv
python@3.9
qemu
rbenv-gemset
ripgrep
rsync
ruby
sheldon
sipcalc
squashfs
tcl-tk
terraform
tmux
tree
unar
uzimaru0000/tv/tv
watch
wget
wireshark
z
